{
    "coming_soon": "Coming soon",
    "pre_order": "pre-order",
    "get_in_touch": "Get in touch",
    "full_name": "Full name",
    "email_input": "Email",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send_message": "Send message",
    "contact_us": "Contact us",
    "contact_us_tab": "Contact us",
    "presentation_tab": "Presentation",
    "address": "Address",
    "phone": "Phone",
    "recieved_msg": "We have received your message",
    "hello": "Hello",
    "msg_sent_success": "Your message was sent, we will get back to you as soon as possible.",
    "follow_social": "Follow us on social media",
    "sports": "Sports",
    "education": "Education",
    "app": "The App",
    "the_pad": "The Pad",
    "references": "References",
    "for_more_info": "For more info",
    "presentation_title": "Presentation",
    "about_us": "About us",
    "about_us_content": "Our mission is to get people of all ages to move, to motivate and to provide versatile solutions to enhance human performance through measurable, interactive, enjoyable and the streaming of immersive training methods. It makes all kinds of activities entertaining, approachable, effective, and convenient, with engaging that encourage our members to be the best versions of themselves.<br><br>CatchPad® is the most powerful way to get move, improve, and feel enjoy. Unlike traditional activities and equipments,  CatchPad® uses advanced platform that technology-enabled and continually adapts workouts so they’re most effective and enjoyable for you. No matter if you’re a beginner or an expert, you’ll #GetMove with CatchPad.<br><br>CatchPad® is the first Ultimate Activity Platform for everyone, offering pads with connectivity and multisensory stimulation with light, sound, & vibration that directs users’ activities.  The pads are designed to flawlessly integrate into exercises, pushing users to work on their body & brain coordination, reaction time and reflexes, as well as agility, speed, balance, and stamina. It makes every session more engaging and effective.<br><br>CatchPad® specializes in designing and creating equipment and technology applicable in sports, education, healthcare, families and people of all ages. Our team continues to develop easy-to-use, playful and science-based innovative products designed for human performance improvement for a wide scope of training and activities with enjoy.<br><br>Our world-class instructors create activities across a variety of sports, fitness and wellness disciplines, kindergarten and primary education, entertaining, healthcare, yoga, strength training, stretching, and meditation.<br><br>CatchPad® is dedicated to improving overall wellness through the pursuit of excellence & innovation in all areas of activities, reactive training, strength and conditioning, physical fitness, sensory processing, recovery and rehabilitation. Our company is committed to creating solutions for improving the relationship between the brain and the body, enhancing attributes of human performance, while facilitating an interactive and dynamic environment for all ages. Our core product, the CatchPad® revolutionizes training by adding another dimension to training in our efforts to change the way performance is measured.<br><br><br><br>Join <b>hundreds</b> of members who rely on CatchPad to get move every day!",
    "plz_enter_valid_name": "Please enter a valid name",
    "plz_enter_valid_email": "Please enter a valid email",
    "submitting": "Submitting...",
    "smth_went_wrong": "Something went wrong, please try again later.",
    "be_the_first_to_try": "BE THE FIRST TO GET A TRY!",
    "pre_order_discount": " Get 30% Off Your Pre-Order",
    "tagline": "The Ultimate Activity Platform",
    "shop_now": "| Shop now",
    "vid_name": "vid_en",
    "yt_vid_link": "https://www.youtube.com/watch?v=BuBSvyaSPqw",
    "watch_video": "WATCH VIDEO",
    "ed_sec_title_1": "ENHANCE TEACHING SKILLS",
    "ed_sec_desc_1": "Help your students to fully engage in the learning process enhance their creativity and team-working.",
    "ed_sec_title_2": "ENHANCE CURRICULUMS",
    "ed_sec_desc_2": "Practice in an interactive platform and enhance students creativity and team-working.",
    "pad_desc": "The pads are designed to flawlessly integrate into exercises, pushing users to work on their body & brain coordination, reaction time and reflexes, as well as agility, speed, balance, and stamina. It makes every session more engaging and effective.",
    "app_sec_title_1": "ACTIVITIES",
    "app_sec_desc_1": "A selection of predefined activities for each sports, fitness, education goal.Easy-to-follow instructions and demo videos.",
    "app_sec_title_2": "CUSTOM ACTIVITIES",
    "app_sec_desc_2": "Simply customize and control every aspect of your activity: the visual cues, stations, players, light colors and more.",
    "app_sec_title_3": "TRACK & ANALYZE",
    "app_sec_desc_3": "The CatchPad App tracks and analyzes results for you.You are free to focus on the activity, the user and what needs working on to be better and faster.",
    "sports_sec_title_1": "MAXIMIZE YOUR TRAINING",
    "sports_sec_desc_1": "Stand out from the crowd with motivating technology that excites your clients and boosts fitness.",
    "sports_sec_title_2": "ELEVATE YOUR BASKETBALL PRACTICE",
    "sports_sec_desc_2": "Develop basketball players by enhancing ball handling skills, improving offensive efficiency and sharpening reaction times.",
    "sports_sec_title_3": "CREATE INTELLIGENT FIGHTERS",
    "sports_sec_desc_3": "Sharpen your fighting instincts with defense and attack reaction training.",
    "buy_prod_features": "PAD FEATURES",
    "buy_prod_note": "The smart device you use determines the max amount of Pad connections.",
    "order_now": "Order Now",
    "order": "Order",
    "details": "Details",
    "order_taken_success": "Order taken successfully, we will contact you as soon as possible.",
    "we_recieved_new_order": "We've received a new order",
    "we_recieved_new_message": "We've received a new message",
    "mail_order_taken_success": "We've received your order",
    "mail_order_taken_success_desc": "We've received your order and will contact you as soon as possible.",
    "sincerely_cp_team": "Sincerely,\nThe CatchPad Team",
    "main_meta_description": "The most motivational & interactive training system for all levels. CatchPad revolutionizes sports, education and entertainment with its activity platform.",
    "product_name": "Product Name",
    "product_id": "Product ID",
    "pad_feature_1": "Powerful RGB LEDs with 8 color options",
    "pad_feature_2": "Durable: Water resistant (IP65), UV protected",
    "pad_feature_3": "Simple and intuitive",
    "pad_feature_4": "Portable: small and lightweight",
    "pad_feature_5": "Lift the Pods off the ground with our unique CatchPad adapters",
    "pad_feature_6": "Rechargeable Li-Ion battery with up to 8 hours of operation on a single charge",
    "pad_feature_7": "Space saving smart stack & charge",
    "pad_feature_8": "Bluetooth low energy (BLE) communication with immediate smartphone pairing and up to 40 meter device-to-pad range",
    "cookie_policy": "Cookie Policy"
}