{
    "coming_soon": "Yakında",
    "pre_order": "ön sipariş",
    "get_in_touch": "İletişime geçin",
    "full_name": "Ad Soyad",
    "email_input": "E-posta",
    "email": "E-posta",
    "subject": "Konu",
    "message": "Mesaj",
    "send_message": "Mesaj gönder",
    "contact_us": "Bize ulaşın",
    "contact_us_tab": "İletişim",
    "presentation_tab": "Sunum",
    "address": "Adres",
    "phone": "Telefon numarası",
    "recieved_msg": "Mesajınız bize ulaştı",
    "hello": "Merhaba",
    "msg_sent_success": "Mesajınız bize ulaştı, En kısa sürede size geri dönüş yapacağız.",
    "follow_social": "Sosyal medyada bizi takip edin",
    "sports": "Spor",
    "education": "Eğitim",
    "app": "Mobil Uygulama",
    "the_pad": "Pad",
    "references": "Referanslar",
    "for_more_info": "Daha fazla bilgi için",
    "presentation_title": "Sunum",
    "about_us": "Hakkımızda",
    "about_us_content": "Misyonumuz, her yaştan insanı harekete geçirmek, motive etmek ve yaratıcılığı ortaya çıkarmak.<br><br>CatchPad® harekete geçmenin, gelişmenin ve keyif almanın en güçlü yoludur. Geleneksel etkinlikler ve ekipmanların aksine, CatchPad®, teknolojinin etkin olduğu ve antrenmanları sizin için en etkili ve eğlenceli olacak şekilde sürekli olarak güncelleyen gelişmiş bir platformdur.<br><br>CatchPad®, eğlence ve harakete dayalı olarak interaktif bir şekilde fiziksel ve zihinsel gelişimi merkeze alarak geliştirilmiştir.  Duyusal işleme, algılama, konsantrasyon, refleks, hız, çeviklik, dayanıklılık, denge,  koordinasyon, kaba ve ince motor gelişimi faydalarıyla genel sağlığı iyileştirmeye kendini adamıştır. Şirketimiz, her yaş için etkileşimli ve dinamik bir ortam sağlarken, beyin ve vücut arasındaki ilişkiyi iyileştirmek, insan performansının özelliklerini geliştirmek için çözümler üretmeye kendini adamıştır. <br><br>CatchPad®, bağlantıya sahip Pad’ler ve kullanıcıların etkinliklerini yönlendiren ışık ve ses ile çoklu duyusal uyarımlar sunan, herkes için Yeni Nesil Aktivite Platformudur. Pad’ler, egzersizlere kusursuz bir şekilde entegre olacak şekilde tasarlanmıştır.<br><br>Ekibimiz, kullanıcı deneyimini merkeze alarak tasarlanmış, kullanımı kolay, eğlenceli ve bilime dayalı yenilikçi ürün ve içerikler geliştirmeye keyifle devam ediyor. CatchPad her yaştan ve seviyeden kullanıcıya hitab eder. Birinci sınıf eğitmenlerimiz spor, fitness, anaokulu, ilköğretim, eğlence, fizik tedavi ve rehabilitasyon alanlarında etkinlikler oluşturur. <br><br>Temel ürünümüz olan CatchPad®, performansın ölçülme şeklini değiştirme çabalarımızla egzersize başka bir boyut ekleyerek aktivitede bir devrim yaratmaya devam edeceğiz.<br><br><br><br>Siz de harekete geçin ve CatchPad'e güvenen <b>yüzlerce üyeye katılın!</b>",
    "plz_enter_valid_name": "Lütfen geçerli bir isim girin",
    "plz_enter_valid_email": "Lütfen geçerli bir e-posta girin",
    "submitting": "Gönderiliyor...",
    "smth_went_wrong": "Bir şeyler yanlış gitti, lütfen tekrar deneyin",
    "be_the_first_to_try": "İLK DENEYEN OLUN!",
    "pre_order_discount": " Ön Siparişe %30 İndirim",
    "tagline": "Yeni Nesil Aktivite Platformu",
    "shop_now": "",
    "vid_name": "vid_tr",
    "yt_vid_link": "https://www.youtube.com/watch?v=GuZq5luhHBg",
    "watch_video": "İZLE",
    "ed_sec_title_1": "ÖĞRETİM BECERİLERİNİ GELİŞTİRİN",
    "ed_sec_desc_1": "Öğrencilerinizin öğrenme sürecine tam olarak katılmalarına yardımcı olun, yaratıcılıklarını ve ekip çalışmasını geliştirin.",
    "ed_sec_title_2": "MÜFREDATLARI GELİŞTİRİN",
    "ed_sec_desc_2": "Etkileşimli bir platformda pratik yapın ve öğrencilerin yaratıcılığını ve takım çalışmasını geliştirin.",
    "pad_desc": "Padler, egzersizlere kusursuz bir şekilde entegre olacak şekilde tasarlanmıştır ve kullanıcıları vücut ve beyin koordinasyonu, tepki süresi ve reflekslerinin yanı sıra çeviklik, hız, denge ve dayanıklılık üzerinde çalışmaya zorlar. Her oturumu daha ilgi çekici ve etkili hale getirir.",
    "app_sec_title_1": "AKTİVİTELER",
    "app_sec_desc_1": "Her spor, fitness, eğitim hedefi için önceden tanımlanmış aktivitelerden oluşan bir seçki. Takip etmesi kolay talimatlar ve demo videolar.",
    "app_sec_title_2": "ÖZEL AKTİVİTELER",
    "app_sec_desc_2": "Etkinliğinizin her yönünü özelleştirin ve kontrol edin: görsel ipuçları, istasyonlar, oyuncular, açık renkler ve daha fazlası.",
    "app_sec_title_3": "TAKİP & ANALİZ",
    "app_sec_desc_3": "CatchPad Uygulaması, sonuçları sizin için izler ve analiz eder. Aktiviteye, kullanıcıya ve daha iyi ve daha hızlı olmak için üzerinde çalışılması gerekenlere odaklanmakta özgürsünüz.",
    "sports_sec_title_1": "ANTREMANINIZI EN ÜST DÜZEYE ÇIKARIN",
    "sports_sec_desc_1": "Müşterilerinizi heyecanlandıran ve zindeliği artıran motive edici teknolojiyle kalabalığın arasından sıyrılın.",
    "sports_sec_title_2": "BASKETBOL İDMANINIZI YÜKSELTİN",
    "sports_sec_desc_2": "Top tutma becerilerini geliştirerek, hücum verimliliğini artırarak ve tepki sürelerini keskinleştirerek basketbolcuları geliştirin.",
    "sports_sec_title_3": "AKILLI DÖVÜŞÇÜLER YARATIN",
    "sports_sec_desc_3": "Savunma ve saldırı tepki eğitimi ile dövüş içgüdülerinizi keskinleştirin.",
    "buy_prod_features": "PAD ÖZELLİKLERİ",
    "buy_prod_note": "Kullandığınız akıllı cihaz, maksimum Pad bağlantısı miktarını belirler.",
    "order_now": "Sipariş Ver",
    "order": "Sipariş Ver",
    "details": "Detaylar",
    "order_taken_success": "Siparişiniz alınmıştır. En kısa sürede size dönüş yapılacaktır.",
    "we_recieved_new_order": "Yeni bir sipariş aldık",
    "we_recieved_new_message": "Yeni bir mesaj aldık",
    "mail_order_taken_success": "Siparişiniz bize ulaştı",
    "mail_order_taken_success_desc": "Siparişiniz bize ulaştı. En kısa sürede size dönüş yapılacaktır.",
    "sincerely_cp_team": "Saygılarımızla,\nCatchPad Ekibi",
    "main_meta_description": "Spor, eğitim ve eğlence faaliyetlerine yönelik bilim tabanlı, oyunlaştırılmış yüzlerce aktivite ile her yaştan ve seviyeden kullanıcıya eşsiz deneyim sunar.",
    "product_name": "Ürün Adı",
    "product_id": "Ürün ID",
    "pad_feature_1": "8 renk seçeneği ile güçlü RGB LED'ler",
    "pad_feature_2": "Dayanıklı: Suya dayanıklı (IP65), UV korumalı",
    "pad_feature_3": "Basit ve sezgisel",
    "pad_feature_4": "Taşınabilir: küçük ve hafif",
    "pad_feature_5": "Aparatlar ile farklı zeminlerde kulllanabilir",
    "pad_feature_6": "Tek bir şarjla 8 saate kadar çalışabilen şarj edilebilir Li-Ion pil",
    "pad_feature_7": "Portatif, hafif ve kolay şarj",
    "pad_feature_8": "Anında akıllı telefon eşleştirme ve 40 metreye kadar cihazdan pad aralığına sahip Bluetooth düşük enerjili (BLE) iletişim",
    "cookie_policy": "Çerez Politikası"
}